Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Możesz też udawać, że tylko po przyjacielsku klepiesz kogoś po plecach, jednocześnie dobierając się do jego własności, ale to ryzykowna taktyka, niektórzy się na to nie nabierają.
uk: Ти також можеш прикинутися, що просто дружньо поплескуєш когось по спині, коли прибираєш до рук його майно, але це ризикована тактика, і деякі люди на неї не ведуться.

source: Możesz też udawać, że tylko po przyjacielsku klepiesz kogoś po plecach, jednocześnie dobierając się do jego własności. Ryzykowne, ale jak to mówią kto nie ryzykuje ten nie je.
uk: Або можеш зробити вигляд, що просто дружньо поплескуєш когось по плечу, при цьому прибираючи до рук його майно. Ризиковано, але, як то кажуть, хто не ризикує, той не їсть.

source: Możesz też udać się wcześniej do Oktava. Zajmuje się naszymi najnowszymi rekrutami.
uk: Також можеш спочатку звернутися до Октава. Він займається нашими новобранцями.

source: Możesz też wstąpić do Helgi, naszej zaprzyjaźnionej karczmarki. Może ona coś dla ciebie znajdzie.
uk: Також можеш навідатись до Хельги, нашої привітної корчмарки. Можливо, у неї щось знайдеться для тебе.

source: Możesz też z nim ustalić kwestię konserwacji kusz. Kto wie, czy taki zdolny myśliwy czegoś nie wymyśli.
uk: Заодно з ним можна обговорити питання обслуговування арбалетів. Хто знає, можливо, такий досвідчений мисливець щось придумає.

source: Możesz też zerknąć na moje towary, ale decyduj się szybko, bo czas mnie goni!
uk: Також можеш глянути на мої товари, але поквапся, бо обмаль часу!

source: Możesz to jakoś udowodnić?
uk: Можеш це якось довести?

source: Możesz tu sobie łazić, ale ostrzegam cię - nie wtykaj nosa w nie swoje sprawy.
uk: Ти можеш тут ходити, але попереджаю – не пхай свого носа не в свої справи.

source: Możesz udzielić mi pożyczki?
uk: Можеш дати мені позику?

source: Możesz wtedy złapać za stykające się ze sobą krawędzie skorupy. Łapiesz je i z całej siły od siebie oddalasz, no w końcu powinny puścić.
uk: Потім можна взятись за з'єднані між собою краї панцира. Треба схопити їх і з усієї сили відтягнути один від одного, і врешті вони повинні відійти від тіла.

source: Możesz z nią porozmawiać i zapytać o szczegóły, nie mam nic do ukrycia, w przeciwieństwie do tego niepatriotycznego Mailora!
uk: Можеш поговорити з нею і розпитати деталі, мені немає чого приховувати, на відміну від того непатріотичного Мейлора!

source: Możesz zachować tą nieudaną zupę!
uk: Можеш залишити собі той невдалий суп!

source: Możesz zatrzymać ten mundur, zasłużyłeś na to.
uk: Можеш залишити собі цю форму, ти її заслужив.

source: Możliwe, że Jorn jest już za murami Archolos.
uk: Цілком можливо, що Йорн вже знаходиться за стінами Архолосу.

source: Możliwe, że cały konflikt wywołaliśmy sami, ale tego nikt nie może być pewien.
uk: Не виключено, що ми самі спричинили цей конфлікт, але ніхто не може бути в цьому впевнений.

source: Możliwe, że należały do jego ofiar.
uk: Можливо, воно належало одній з його жертв.

source: Możliwe, że przewoził porywacza mojego brata.
uk: Можливо, він перевозив викрадача мого брата.

source: Możliwe, że też należeli do tej organizacji szkodzącej miastu.
uk: Можливо, вони теж належали до організації, яка шкодила місту.

source: Możliwe, że twoi dawni koledzy stoją za porwaniem mojego brata, a na ten moment nie mam żadnego innego tropu.
uk: Не виключено, що за викраденням мого брата стоять твої колишні колеги. І на даний момент у мене немає інших зачіпок.

source: Możliwe, że wpadniemy też na jakieś dzikie zwierzęta, więc trzymaj broń w gotowości.
uk: Також, можливо, ми зіткнемося з дикими звірами, тому тримай зброю напоготові.

source: Możliwe, że znajdziemy tam jakąś drogę na skróty.
uk: Можливо, ми знайдемо там короткий шлях.

source: Możliwe.
uk: Можливо.

source: Możliwe. Liczę, że jakoś mi się upiecze.
uk: Можливо. Сподіваюсь, мені це якось зійде з рук.

source: Możliwym jest nawet poznanie wiedzy o kręgach magicznych bez nauk u Magów Wody czy Ognia, ale do tego potrzebne są już odpowiednie księgi i sporo cierpliwości.
uk: Можливо навіть оволодіти знаннями про магічні кола без навчання у Магів Води чи Вогню, але для цього потрібні відповідні книги і багато терпіння.

source: Można by o nim opowiadać godzinami. To chyba najpiękniejsze miejsce w całym królestwie.
uk: Про нього можна розповідати годинами. Це, мабуть, найкрасивіше місце в усьому королівстві.

source: Można było się tego spodziewać, bo chłopak ma głowę do interesów. Holdwig wściekł się po odczytaniu testamentu i wypędził Andreasa siłą. Teraz obaj dążą do tego, by udowodnić wyższość swoich praw do majątku...
uk: Цього слід було очікувати, адже хлопець має хист до бізнесу. Після ознайомлення із заповітом Гольдвіг розлютився і силоміць вигнав Андреаса з дому. Тепер вони обоє прагнуть довести своє першочергове право на маєток...

source: Można było tak od razu.
uk: Можна було так одразу.

source: Można dokładkę?
uk: Можна мені добавку?

source: Można je otworzyć w celu
uk: Їх можна відкрити для того, щоб

source: Można mu pomóc. Wilczy syn musi wybaczyć mu jego występki.
uk: Йому можна допомогти. Вовчий Син повинен пробачити йому його гріхи.

source: Można nim coś ugasić.
uk: Ним можна щось загасити.

source: Można nim również przepisać zwoje.
uk: Ним також можна переписувати сувої.

source: Można odnieść wrażenie, że jest z nim coś nie tak.
uk: Здається, з нею щось не так.

source: Można powiedzieć, że bardziej z rozsądku niż ze szczerych chęci szukania przyjaciół.
uk: Можна сказати, більше зі здорового глузду, ніж зі щирого бажання шукати друзів.

source: Można powiedzieć, że jestem tu nowy.
uk: Скажімо так, я тут новенький.

source: Można powiedzieć, że jestem uczonym...
uk: Можна сказати, що я вчений...

source: Można powiedzieć, że są mi winni przysługę.
uk: Можна сказати, що вони у мене в боргу.

source: Można przeczytać te kroniki?
uk: Чи можна почитати ці хроніки?

source: Można się było tego domyślić. Piekarz nie miał zamiaru nas niczym częstować. Ciekawe, co to za pomysł przyszedł Jornowi do głowy.
uk: Могли б здогадатися. Пекар не мав наміру нас чимось пригощати. Цікаво, що за ідея прийшла Йорну в голову.

source: Można tak powiedzieć, dopadło ich stado zębaczy. Koło zębate znalazłem przy jednym z pracowników na dnie jeziora.
uk: Можна і так сказати, їх з'їло стадо снепперів. А шестерню я знайшов у одного з працівників на дні озера.

source: Można tak powiedzieć.
uk: Можна і так сказати.

source: Można tak powiedzieć...
uk: Можна й так сказати...

source: Można to tak nazwać. To coś w rodzaju pamiątki z czasów, gdy jeszcze pływałem po morzach. Dorwałem go na jakimś okręcie handlowym.
uk: Можна і так сказати. Він щось на зразок сувеніра з тих часів, коли я ще плавав по морях. Я підібрав його на якомусь торговому судні.

source: Można umrzeć na głupsze sposoby. Co tu robisz?
uk: Є й безглуздіші способи померти. Що ти тут робиш?

source: Można więc powiedzieć, że jestem skarbnikiem samego Corteza jak i całego tego obozu na bagnie.
uk: Тож можна сказати, що я скарбник самого Кортеза, а також усього цього табору на болоті.

source: Można zatem śmiało stwierdzić, że warownia powstała wiele lat, jeśli nie wieków przed panowaniem Volfzacka. Dlaczego jednak koniec końców lud z bagien porzucił plany rozbudowy budowli? Mieszkańcy Archolos od zawsze uchodzili za wojowników. Można założyć, że zwyczajnie przegnali osadników z powrotem na moczary, kontynuując ich dzieło na własną modłę.
uk: Тому можна впевнено стверджувати, що фортеця була побудована за багато років, якщо не століть, до правління Вольфзака. Але чому, врешті–решт, мешканці боліт відмовилися від своїх планів щодо розширення споруди? Жителі Архолосу здавна славилися як воїни. Можна припустити, що вони просто прогнали поселенців назад на болота, продовживши їхню роботу по–своєму.

source: Mroczne Tajemnice - Zamtuz
uk: Темні Таємниці – Будинок розпусти

source: Mroczne Tajemnice brzmią strasznie przyjemnie.
uk: Темні Таємниці звучать страшенно приємно.

source: Mroczne Tajemnice są blisko...
uk: Темні Таємниці тут поряд...

source: Mroczne Tajemnice to jedyne tajemnice tego miasta warte odkrycia...
uk: Темні Таємниці – це єдині таємниці цього міста, які варто відкривати...

source: Mroczny Paladyn
uk: Темний Паладин

source: Mroczny Paladyn - Browar
uk: Темний Паладин – Броварня

source: Mroczny Paladyn jest piwem mocnym, które z każdym łykiem rozgrzewa gardło. Ktoś nierozważny może upić się kilkoma butelkami, dlatego trzeba je pić z umiarem. Ma czarną barwę.
uk: Темний Паладин – це міцне пиво, яке зігріває горло з кожним ковтком. Хтось необережний може сп'яніти від кількох пляшок, тому його треба пити в міру. Має чорний колір.

source: Mroczny Paladyn ma bardzo bogaty, zaskakujący smak i aromat.
uk: Темний Паладин має дуже насичений, дивовижний смак і аромат.

source: Mroczny Paladyn sprzedaje się nawet lepiej niż myślałem, ledwo nadążam z produkcją.
uk: Темний Паладин продається навіть краще, ніж я очікував, я ледве встигаю з виробництвом.

source: Mroczny Paladyn to mocne, rozgrzewające piwo.
uk: Темний Паладин це міцне пиво, що добре зігріває.

source: Mroczny Paladyn to nie zwyczajne piwo. Wyróżnia się bogatym smakiem, który długo utrzymuje się w ustach, a także ciekawym aromatem.
uk: Темний Паладин – це не звичайне пиво. Воно вирізняється багатим смаком, який довго лишається на вустах, а також цікавим ароматом.

source: Mroczny Paladyn.
uk: Темний Паладин.

source: Mrozy trzymały wiele miesięcy. Dłużej niż jakiekolwiek inne, które w pamięci mają mieszkańcy Archolos. Po zimie nastała wiosna, ale niczym na przekór porządkowi natury, żaden pęd nie wyrósł spod usłanej trupami i przesiąkniętej krwią ziemi. Zupełnie jakby sama wiedziała, że najgorsze jeszcze nie nadeszło.
uk: Морози трималися багато місяців. Довше, ніж будь–коли на пам'яті мешканців Архолосу. За зимою прийшла весна, але, ніби всупереч законам природи, з-під вкритої трупами і просякнутої кров'ю землі не проросло жодного паростка. Вона ніби вже знала, що найгірше ще попереду.

source: Mrówy najpierw zeżarły połowę kopiących i część strażników, a potem zajęły wszystkie tunele. Mamy teraz całkiem spory problem, bo kopalnia zapewniała duże zyski.
uk: Спочатку вони зжерли половину копачів і частину вартових, а потім захопили всі тунелі. Тепер у нас великі проблеми, адже копальня приносила великі прибутки.

source: Mundur jest dla strażnika drugą skórą, a zadbany mundur oznaką szacunku wobec litery prawa.
uk: Уніформа - це друга шкіра вартового, а доглянута уніформа - ознака поваги до букви закону.

source: Mures
uk: Муреш

source: Mures przyjmie mnie do pracy, jeśli mu udowodnię, że potrafię pracować z drewnem.
uk: Муреш візьме мене на роботу, якщо я доведу йому, що вмію працювати з деревом.

source: Mures ręczył mi swoją głową, że wszystkie figurki, które do mnie trafiają są wykonane z dobrej jakości materiałów i przez odpowiednio przeszkolonych mieszkańców miasta.
uk: Муреш головою ручається, що всі статуетки, які потрапляють до мене, виконані з якісних матеріалів та зроблені належним чином навченими жителями міста.

source: Mures.
uk: Муреш.

source: Murk
uk: Мурк

source: Murk jak na faceta ze złamaną ręką zdaje się być bardzo skłonny do walki ze strażnikami.
uk: Мурк, як на хлопця зі зламаною рукою, виявляється, дуже хоче побитися із вартовими.

source: Murk jak na faceta ze złamaną ręką zdaje się być bardzo skłonny do walki ze strażnikami. Ciekawe... gdy mnie mijał, poczułem jakiś dziwny, znajomy zapach.
uk: Мурк, як на хлопця зі зламаною рукою, виявляється, дуже хоче побитися із вартовими. Цікаво... Коли він проходив повз мене, я відчув дивний, знайомий запах.

source: Murk podsycał nastroje z obu stron, tak jakby zależało mu na upadku kopalni.
uk: Мурк підігрівав настрої з обох сторін, так, ніби крах копальні був йому вигідний.

source: Mury wydają się tu solidne, ale trudno określić jak te wszystkie lata wpłynęły na fundamenty. Jeśli będziemy chcieli coś wysadzić, to trzeba to robić ostrożnie.
uk: Стіни тут здаються міцними, але важко оцінити, як всі ці роки вплинули на фундамент. Якщо ми захочемо щось підірвати, це потрібно робити обережно.

source: Mury wyglądają na nie do zdobycia.
uk: Стіни виглядають неприступними.

source: Mury wyglądają zupełnie jak te w Wilczym Leżu. Ha! Pomyśleć, że kiedyś władali całą wyspą...
uk: Стіни виглядають так само, як у Вовчому Лігві. Ха! Подумати тільки, вони колись правили цілим островом...

source: Musi być coś, co przekona cię, żebyś mi coś powiedział.
uk: Повинно ж бути щось, що змусить тебе мені щось розповісти.

source: Musi być jakiś inny sposób.
uk: Має бути якийсь інший спосіб.

source: Musi być jakiś inny sposób. Nie musimy go zabijać.
uk: Має бути якийсь інший спосіб. Ми не мусимо його вбивати.

source: Musi być jakiś sposób by cię stąd wydostać...
uk: Має ж бути спосіб витягнути тебе звідси...

source: Musi być jakiś sposób, by cię stąd wydostać...
uk: Має ж бути спосіб витягнути тебе звідси...

source: Musi być jakiś sposób, by ich rozmrozić!
uk: Має бути спосіб їх розморозити!

source: Musi być na połowie, bo od jakiegoś czasu go nie widziałem.
uk: Він, мабуть, десь в середині, бо я його вже давно не бачив.

source: Musi być świeży, bardzo szybko traci swoje właściwości. No i... lubią go pełzacze.
uk: Він має бути свіжим, інакше він дуже швидко втрачає свої властивості. І... його люблять повзуни.

source: Musi ci bardzo zależeć na dołączeniu do nas.
uk: Мабуть, ти дуже хочеш приєднатись до нас.

source: Musi dowiedzieć się o odnalezieniu miecza. Chciał swojego cudu, to go ma. Ilu dobrych ludzi ma jeszcze zginąć byście w końcu interweniowali?
uk: Він повинен дізнатися, що меч був знайдений. Хотів дива – і отримав його. Скільки ще хороших людей має загинути, щоб ви нарешті втрутились?

source: Musi dołączać? Nie może tylko udostępnić obozu?
uk: Він повинен приєднатися? Чи може він просто виділити нам місце в таборі?

source: Musi istnieć inne rozwiązanie!
uk: Має бути інше рішення!

source: Musi liczyć naprawdę wiele lat.
uk: Мабуть, їй дуже багато років.

source: Musi mieć sporo lat.
uk: Схоже, йому вже чимало років.

source: Musi mieć ukrytych kilka butelek jakiegoś dobrego rocznika.
uk: У нього, напевно, заховано кілька пляшок вина якогось хорошого року.

source: Musi należeć do Heisnera.
uk: Має належати Гейснеру.

source: Musi otwierać jakiś kufer albo schowek.
uk: Мабуть, він відкриває якусь скриню або сховок.

source: Musi się szykować do czegoś większego, tylko nie wiemy, do czego konkretnie. Właśnie dlatego próbowaliśmy go zinfiltrować.
uk: Напевно, він готується до чогось більшого, просто ми не знаємо, до чого саме. Саме тому ми спробували проникнути до його людей.

source: Musi wierzyć, że to prawdziwe zamówienie, w końcu ma ściągnąć do jaskini tych pieprzonych złodziei.
uk: Він мусить повірити, що це справжнє замовлення. Зрештою, він повинен привести цих клятих злодюг до печери.

source: Musi zostać ukarany, jednak to nie może być samosąd. Sprowadźcie go tutaj, zajmie się nim sędzia!
uk: Він має бути покараний, але це не може бути самосуд. Приведи його сюди, з ним розбереться суддя!

source: Musiał należeć do jednego ze strażników, którzy nie stanęli po stronie Salviego.
uk: Мабуть, він належав одному з вартових, котрі не були на боці Сальві.

source: Musiała należeć do zwiadowcy
uk: Мабуть, вона належала розвіднику,

source: Musiała połknąć coś dużego.
uk: Мабуть, вона проковтнула щось велике.

source: Musiałam sprzedać moją karczmę, by móc kontynuować badania. Za zebrane złoto zakupiłam wszystkie możliwe znane mi przyprawy oraz składniki i wsiadłam na statek do stolicy kulinarnych ekscesów - wyspy Archolos.
uk: Мені довелося продати свою корчму, щоб продовжити дослідження. За зібране золото я купила усі відомі мені спеції та інгредієнти, які могла знайти, та сіла на корабель до столиці кулінарних шедеврів – острова Архолос.

source: Musiałam znaleźć tylko kogoś kto będzie mi je mógł dostarczyć w odpowiedniej cenie.
uk: Мені лише потрібно було знайти того, хто постачав би їх мені за вигідною ціною.

source: Musiałbyś posiadać dom w Starym Mieście lub dostać pozwolenie na wejście od kogoś z Rady Miejskiej.
uk: Ти повинен мати будинок у Старому місті або отримати дозвіл на вхід від когось із міської ради.

source: Musiałem im odebrać paczkę siłą.
uk: Мені довелося забрати в них пакунок силою.

source: Musiałem przekopać się przez mnóstwo rupieci, ale wydaje mi się, że mam już wszystkie potrzebne miarki alchemiczne.
uk: Мені довелося перелопатити чимало мотлоху, але, здається, я знайшов усі потрібні мені алхімічні мірні посудини.

source: Musiałem się komuś wygadać! Tyle nieszczęść na mnie spadło...
uk: Я мусив комусь розповісти! Стільки нещасть на мене звалилося...

source: Musiałem w końcu samemu cię sprawdzić, a nie oceniać po relacjach moich ludzi. Kiedy mi donieśli, że kręcisz się w pobliżu, od razu wyruszyłem.
uk: Зрештою, я мусив переконатися особисто, а не спиратися на розповіді моїх людей. Коли мені доповіли, що ти вештаєшся тут поблизу, я відразу ж вирушив туди.

source: Musiałem więc zainwestować w zioła i przyprawy do kuchni, o które dzisiaj coraz trudniej.
uk: Тому мені довелося інвестувати у трави та спеції, які в наші дні все важче дістати.

source: Musiałem wrzucić wszystko do ognia, udało mi się odratować później kilka niedopalonych strzępków.
uk: Довелось вкинути все у вогонь, але згодом мені вдалось врятувати декілька недопалених клаптиків.

source: Musiałem wyłożyć na stół sporo złota, ale udało mi się uwolnić Homera.
uk: Мені довелося віддати багато золота, але я зумів звільнити Гомера.

source: Musiałem zająć się pewnymi sprawami.
uk: Я повинен вирішити деякі справи.

source: Musiałem zapłacić 'zaliczkę', ale udało mi się przekonać kupca do zaprzestania współpracy z przemytnikami.
uk: Мені довелося заплатити 'аванс', але мені вдалося переконати торговця припинити співпрацю з контрабандистами.

source: Musiałem znaleźć jakiś sposób, by stać się jeszcze lepszym... by znaleźć nowe wyzwania i stawić im czoła.
uk: Я повинен був знайти якийсь спосіб стати ще кращим... знайти нові виклики і протистояти їм.

source: Musiałeś mnie z kimś pomylić.
uk: Ти, мабуть, мене з кимось переплутав.

source: Musiałeś się nieźle natrudzić!
uk: Мабуть, ти доклав чимало зусиль!

source: Musiałeś się przesłyszeć.
uk: Тобі, напевно, здалося.

source: Musicie jak najszybciej się gdzieś ukryć.
uk: Ви повинні терміново десь сховатися.

source: Musicie natychmiast przestać pracować nad tą łodzią.
uk: Ви повинні негайно припинити працювати над цим човном.

source: Musicie przecież uwielbiać to miejsce! To tędy szmuglowaliście towary, jednocześnie całkowicie destabilizując handel w mieście.
uk: Зрештою, тобі має сподобатись це місце! Адже саме звідси ви перевозили контрабандні товари, повністю дестабілізуючи торгівлю в місті.

source: Musieli ich nie zauważyć w tym pośpiechu.
uk: Мабуть, не помітили, коли поспішали.

source: Musieli nieść ze sobą jeszcze coś ciężkiego. Ślady są bardzo głębokie, a dodatkowo wokół ogniska widać kilka miejsc, w których te przedmioty pewnie zostały odłożone.
uk: Мабуть, вони несли з собою щось важке. Сліди дуже глибокі, до того ж навколо багаття видно кілька місць, де, ймовірно, вони поклали ці речі.

source: Musieli zauważyć, że reszta się obija i nie ponosi żadnych konsekwencji.
uk: Вони, мабуть, помітили, що інші байдикують без жодних наслідків.

source: Musieliśmy znaleźć sobie jakieś zajęcie, więc wróciliśmy do naszych starych zawodów, jeszcze sprzed pobytu w armii. Za resztę naszego ostatniego żołdu założyliśmy ten cech.
uk: Нам потрібно було чимось зайнятися, тож ми повернулися до своєї старої професії, якою займалися ще до армії. На решту від нашої останньої платні ми заснували цю майстерню.

source: Musimy być dla siebie mili - zwłaszcza w tych trudnych czasach.
uk: Ми маємо бути добрими одне до одного – особливо в ці важкі часи.

source: Musimy coś zrobić!
uk: Потрібно щось зробити!

source: Musimy coś zrobić. Inaczej w przeciągu miesiąca miasto pozostanie bez straży.
uk: Нам необхідно щось робити. Інакше за місяць місто залишиться без Варти.

source: Musimy czym prędzej zaprowadzić Lenę do miasta!
uk: Нам потрібно якнайшвидше доставити Олену в місто!

source: Musimy dowiedzieć się, jak na działania mojego brata zareagowali pracownicy. Idź do winnicy i dowiedz się, co o nim myślą.
uk: Потрібно з'ясувати, як робітники відреагували на вчинок мого брата. Піди на виноградник і дізнайся, що вони про нього думають.

source: Musimy działać szybko, atak może nastąpić w każdej chwili.
uk: Необхідно діяти швидко, напад може статися будь-якої миті.

source: Musimy go 'inaczej' przekonać.
uk: Ми повинні переконати його якось по-іншому.

source: Musimy go zdemaskować, a do tego potrzebujemy najpierw przekonać Magów Wody.
uk: Необхідно викрити його, а для цього спершу потрібно переконати Магів Води.

source: Musimy jak najszybciej obmyślić jakiś plan działania. Lichwiarz może zaatakować w każdej chwili, i to z całą mocą!
uk: Необхідно якнайшвидше розробити якийсь план дій. Лихвар може напасти будь-якої миті, при чому в повну силу!

source: Musimy jak najszybciej podać eliksir Kesselowi, póki wywar jest jeszcze wrzący.
uk: Ми повинні якнайшвидше дати еліксир Кесселю, поки відвар ще гарячий.

source: Musimy jak najszybciej powstrzymać Lichwiarza!
uk: Ми повинні зупинити Лихваря якомога швидше!

source: Musimy jak najszybciej ruszyć na pomoc Roderichowi.
uk: Ми повинні якомога швидше вирушити на допомогу Родеріху.

source: Musimy jak najszybciej wyruszyć do klasztoru i powiedzieć o wszystkim, co się tutaj wydarzyło.
uk: Треба якнайшвидше вирушати до монастиря і розповісти про все, що тут сталося.

source: Musimy jak najszybciej wyruszyć do klasztoru i przekazać Przeorowi Rozjemcę.
uk: Ми повинні якнайшвидше вирушати до монастиря і передати Миротворця Настоятелю.

source: Musimy jakoś zasłonić tę dziurę, bez tego nawet ślepiec do niej nie wpadnie.
uk: Ми мусимо якось прикрити цю діру, без цього навіть сліпий у неї не впаде.

source: Musimy jednak mieć całkowitą pewność, że skazana osoba jest winna zanim podejmiemy dalsze kroki. Wolałbym nie mieć na głowie tłumu rozwścieczonych mieszczan.
uk: Однак ми повинні бути абсолютно впевнені у тому, що засуджений винен, перш ніж робити подальші кроки. Я хотів би обійтися без натовпу розлючених містян.

source: Musimy jeszcze sprawdzić kościół! Z pewnością któryś z wiernych szukał tam schronienia.
uk: Треба ще перевірити церкву! Напевно, хтось із вірян намагався там сховатися.

source: Musimy o tym komuś powiedzieć!
uk: Ми повинні комусь про це розповісти!

source: Musimy obalić straż! Zniszczymy mury miasta i nie będzie żadnych ograniczeń!
uk: Ми скинемо Варту! Ми зруйнуємо міські стіни і не буде жодних обмежень!

source: Musimy odnaleźć Rodericha, tylko on będzie wiedział, jak odeprzeć atak tych szaleńców.
uk: Треба знайти Родеріха. Тільки він знає, як відбити напад цих божевільних.

source: Musimy omówić kwestię zapłaty.
uk: Нам потрібно обговорити питання оплати.

source: Musimy opowiedzieć Volkerowi o całym zajściu, z pewnością będzie zadowolony.
uk: Ми повинні розповісти Волкеру про все це. Він, безумовно, буде задоволений.

source: Musimy pamiętać o jej pielęgnowaniu.
uk: Мусимо не забувати плекати цю традицію.

source: Musimy pomóc Holdwigowi!
uk: Ми повинні допомогти Гольдвігу!

source: Musimy porozmawiać o Ernesto.
uk: Ми повинні поговорити з приводу Ернесто.

source: Musimy powiedzieć wszystkim prawdę o Bestii.
uk: Ми повинні розповісти усім правду про Звіра.

source: Musimy przekonać Marthę, żeby przyszła.
uk: Потрібно переконати Марту, щоб вона прийшла.

source: Musimy przeprowadzać odpowiednie selekcje rekrutów, żeby mieć w swoich szeregach tylko takich, którzy się naprawdę nadają.
uk: Ми повинні ретельно відбирати новобранців, щоб у наших лавах були лише ті, хто дійсно нам підходить.
